tap "homebrew/bundle"

brew "zsh"
brew "git"
brew "gh"
brew "vim"
brew "python"
brew "node"
brew "deno"
brew "cmake"
brew "go"
brew "java"
brew "tmux"
brew "direnv"
brew "jq"
brew "graphviz"
brew "pnpm"
brew "trufflehog"
brew "semgrep"
brew "supabase/tap/supabase"
brew "docker"
cask "docker-desktop"
